{
  "title": "Астрофизика и строение Вселенной",
  "category": "Астрофизика",
  "content": "<h2>Введение в астрофизику</h2><p>Астрофизика (от др.-греч. ἀστήρ — «звезда, светило» и φυσικά — «природа») — раздел астрономии, использующий принципы физики и химии, который изучает физические процессы в астрономических объектах, таких как звёзды, галактики, экзопланеты и т. д. Физические свойства материи в самых больших масштабах и возникновение Вселенной изучает космология.</p><p>Астрофизика — учение о строении небесных тел. Астрофизика занимается изучением физических свойств и (наряду с космохимией) химического состава Солнца, планет, комет или звёзд и туманностей. Главные экспериментальные методы астрофизики: спектральный анализ, фотография и фотометрия вместе с обыкновенными астрономическими наблюдениями. Спектроскопический анализ составляет область, которую принято называть астрохимией или химией небесных тел, так как главные указания, даваемые спектроскопом, касаются химического состава изучаемых астрономических объектов. Фотометрические и фотографические исследования выделяются иногда в особые области астрофотографии и астрофотометрии. Само название астрофизики существует с 1865 года и предложено Цёлльнером.</p><p>В практике, современные астрономические исследования часто включают значительную работу в области теоретической и наблюдательной физики. Некоторые области изучения астрофизики включают в себя попытки описать свойства тёмной материи, тёмной энергии, чёрных дыр и других астрономических объектов; определить, возможны путешествия во времени или нет, существуют ли кротовые норы и мультивселенные; узнать происхождение и будущее Вселенной.</p><h2>Строение Вселенной</h2><p>Вселенная представляет собой совокупность вещества, энергии и пространства, состоящую из громадных холодных и пустых районов, в которых «вкраплены» высокотемпературные звёзды и другие объекты, сгруппированные в галактики. Наблюдаемая Вселенная очень близка к пространственно плоской с локальными складками, где массивные объекты искажают пространство-время, что подтверждается данными WMAP, рассматривающими «акустические осцилляции» в температурных отклонениях реликтового излучения. Неизвестно, является ли Вселенная односвязной или многосвязной; согласно стандартной модели расширения, она не имеет пространственных границ, но может быть пространственно конечна, подобно поверхности сферы, которая не имеет границ, но имеет ограниченную площадь с постоянной кривизной. Существуют предположения, что Вселенная изначально родилась вращающейся, что подтверждается наблюдениями, показывающими, что спиральные рукава галактик, закрученные против часовой стрелки, встречаются на 7 % чаще, чем галактики с противоположной ориентацией.</p><p>На крупных масштабах наблюдается расширение Вселенной, связанное с гравитационным взаимодействием всех объектов, определяющим её будущее. Реликтовый фон — это излучение, отделившееся от материи в ранние эпохи после Большого взрыва, сейчас находящееся в микроволновом радиодиапазоне из-за расширения.</p><p>На масштабах менее 100 Мпк выявляется ячеистая структура: внутри ячеек — пустоты (войды), а стенки образованы сверхскоплениями галактик. Иерархия масштабов включает сверхскопления, скопления галактик, локальные группы галактик и отдельные галактики (линзовидные, неправильные, эллиптические, спиральные, с активными ядрами и др.), содержащие тёмную материю, космические лучи, межзвёздный газ, шаровые и рассеянные скопления, двойные звёзды, сверхмассивные чёрные дыры и звёзды разного населения. Квазары выделяются высокой светимостью (до 10⁴⁶–10⁴⁷ эрг/с) и малым угловым размером. Гамма-всплески — кратковременные повышения интенсивности гамма-излучения (энергия до 10⁵⁰ эрг), видимые из далёких уголков Вселенной, например, GRB 090423 с красным смещением z = 8,2.</p><p>Эволюция галактик включает процессы, такие как звездообразование, зависящие от внешних влияний, изменяющих морфологическую структуру и химическую эволюцию.</p><h2>Космология</h2><p>Космология изучает структуру и эволюцию Вселенной. Если экстраполировать закон Хаббла назад во времени, возникает точка гравитационной сингулярности, называемая космологической сингулярностью, где аналитический аппарат физики становится бесполезным. Предполагается, что современные законы физики работоспособны до момента, равного планковскому времени, около 10⁻⁴³ с. В 1916 году А. Эйнштейн разработал уравнения общей теории относительности, ставшие основой для доминирующих космологических теорий, а в 1917 году ввёл космологическую постоянную для описания «стационарной» Вселенной. В 1922–1924 гг. А. Фридман применил эти уравнения ко всей Вселенной, получив нестационарные решения. В 1929 году Э. Хаббл открыл закон пропорциональности между скоростью удаления галактик и расстоянием до них, подтвердив нестационарность Вселенной и гипотезу Канта о том, что некоторые туманности — галактики, подобные нашей. До 1998 года доминировала классическая модель Фридмана без космологической постоянной, но в 1998 году, анализируя сверхновые типа Ia, было установлено, что Вселенная расширяется с ускорением, что привело к введению концепции тёмной энергии и модели ΛCDM, включающей тёмную энергию и тёмную материю. Ускоренное расширение началось 6–7 млрд лет назад, и в настоящее время расстояния в Вселенной увеличиваются в два раза за 10 млрд лет, с малыми изменениями темпа в будущем.</p><h2>Темная материя и темная энергия</h2><p>В 1932 году Ф. Цвикки выдвинул идею о существовании тёмной материи — вещества, не проявляющего себя электромагнитным излучением, но участвующего в гравитационном взаимодействии. Идея была встречена скептически, но около 1975 года стала общепринятой. Эволюция тёмной материи и обычной материи некоторое время идет синхронно, но из-за взаимодействия с излучением температура обычного вещества падает медленнее, что приводит к кинематическому и термическому разделению. Предполагается, что это разделение наступает при z=10⁵. Тёмная материя не испытывает акустических осцилляций, как барионная компонента, и амплитуда её возмущений растёт, пропорционально ln(kη), в отличие от осцилляций барионной компоненты, описываемых δ_rad∝-cos(u_s kη). После рекомбинации обычное вещество скатывается в потенциальные ямы, сформированные тёмной материей, и рост флуктуаций плотности пропорционален масштабному фактору a(η). При коллапсе тёмной материи образуются протогало, вокруг которых водород и гелий начинают излучать</p><p>Тёмная энергия составляет 68,3% массы-энергии Вселенной, тёмная материя — 26,8%, а барионное вещество — 4,9%. Тёмная энергия отвечает за ускоренное расширение Вселенной.</p><h2>Экзопланеты</h2><p>Экзопланета, или внесолнечная планета, — это планета, находящаяся за пределами Солнечной системы. Долгое время обнаружение таких планет было сложной задачей из-за их малых размеров и тусклости по сравнению со звездами, а также из-за больших расстояний до них. Ближайшая звезда, например, находится на расстоянии 4,24 световых года. Первые экзопланеты были обнаружены в конце 1980-х годов, и с тех пор их число значительно выросло благодаря усовершенствованным методам наблюдения. По состоянию на середину августа 2025 года подтверждено существование 7598 экзопланет в 5203 планетных системах, из которых в 1057 системах имеется более одной планеты. Оценочно, в галактике Млечный Путь может быть не менее 100 миллиардов экзопланет, из которых 5–20 миллиардов могут быть землеподобными, а около 300 миллионов — потенциально обитаемыми.</p><p>История открытий экзопланет началась с теоретических предпосылок, таких как идеи Джордано Бруно в XVI веке о существовании планет вокруг других звёзд, и ранних попыток наблюдений, например, в XVIII веке Исааком Ньютоном. В 1938 году Д. Белорицкий показал возможность поиска экзопланет методом транзитной фотометрии, а в 1952 году Отто Струве предположил использование доплеровской спектроскопии для обнаружения планет. Первые подтверждённые экзопланеты были найдены в 1992 году Александром Вольщаном и Дейлом Фрейлом вокруг пульсара PSR 1257+12. В 1995 году Мишель Майор и Дидье Кело обнаружили первую экзопланету у звезды главной последовательности 51 Пегаса, что стало поворотным моментом в исследованиях. С тех пор открыты тысячи экзопланет, включая необычные, такие как HD 189733 A b с дождями из расплавленного стекла и 55 Рака e, возможно, покрытая водой в жидком и газообразном состояниях.</p><p>Большинство экзопланет обнаруживается с помощью непрямых методов, так как визуальное наблюдение затруднено. Основные методы включают: Метод Доплера (спектрометрическое измерение радиальной скорости звезды), который позволяет находить планеты с массой от нескольких масс Земли, особенно близкие к звезде, и планеты-гиганты с периодами до 10 лет. На ноябрь 2011 года этим методом зарегистрировано 647 планет. Транзитный метод, основанный на уменьшении светимости звезды при прохождении планеты по её диску, позволяет определить размеры и плотность планеты, а также наличие атмосферы. На ноябрь 2011 года обнаружено 185 планет. Метод гравитационного микролинзирования, чувствительный к планетам с малой массой, включая земного типа, использует эффект фокусировки света гравитационным полем звезды-линзы. На сентябрь 2011 года открыто 13 планет. Астрометрический метод, основанный на изменении собственного движения звезды под воздействием планеты, уточняет массы планет, но пока ограничен. Радионаблюдение пульсаров, выявляющее осцилляции сигнала, применялось для обнаружения планет у пульсаров, например, у PSR 1257+12. Метод прямого наблюдения позволяет получать изображения планет, особенно удалённых от звезды, и применяется для молодых горячих планет, как в системе HR 8799.</p>"
}