{
  "title": "Занимательные факты о физике",
  "category": "Факты",
  "content": "<h2>Интересные факты</h2><p>Физика раскрывает удивительные закономерности природы, от микромира элементарных частиц до необъятных просторов космоса. Она не только объясняет, как устроен мир, но и порождает факты, которые кажутся почти магическими. Вот несколько захватывающих примеров, демонстрирующих красоту и сложность физики.</p><h2>Квантовая запутанность</h2><p>Квантовая запутанность — одно из самых загадочных явлений квантовой механики. Когда две частицы, например фотоны или электроны, становятся запутанными, их квантовые состояния связаны, даже если они находятся на расстоянии миллионов световых лет. Изменение состояния одной частицы мгновенно влияет на другую, что противоречит интуитивному представлению о пространстве и времени. Альберт Эйнштейн называл это «жутким действием на расстоянии». Запутанность лежит в основе квантовых технологий, таких как квантовые компьютеры и криптография, и активно изучается для проверки фундаментальных основ физики.</p><h2>Черные дыры</h2><p>Черные дыры — это области пространства-времени с настолько мощной гравитацией, что даже свет не может их покинуть. Они образуются при коллапсе массивных звезд, когда их ядро сжимается до точки с бесконечной плотностью, называемой сингулярностью. Горизонт событий черной дыры — это граница, за которой ничто не может вырваться. Интересно, что черные дыры могут испаряться со временем из-за излучения Хокинга, предсказанного Стивеном Хокингом. Это явление связывает квантовую механику и гравитацию, показывая, что черные дыры не совсем «черные». В 2020 году ученые впервые подтвердили существование черной дыры средней массы, что стало важным открытием в астрофизике.</p><h2>Теория струн</h2><p>Теория струн — это гипотетическая модель, которая стремится объединить квантовую механику и общую теорию относительности в единую теорию «всего». Согласно этой теории, фундаментальные частицы, такие как электроны или кварки, на самом деле являются не точками, а крошечными одномерными «струнами», которые колеблются на сверхмалых масштабах (порядка 10⁻³⁵ м, или планковской длины). Разные режимы колебаний струн соответствуют разным частицам и их свойствам. Теория предполагает существование дополнительных измерений пространства (до 10 или 11), свёрнутых в невероятно малые масштабы. Хотя теория струн пока не подтверждена экспериментально, она вдохновляет физиков на поиск ответов о природе Вселенной.</p><h2>Занимательные цифры</h2><p>Физика часто оперирует числами, которые поражают воображение своей точностью и масштабом. Вот несколько ключевых констант, которые формируют наше понимание мира:</p><ul><li><b>Скорость света в вакууме</b>: 299 792 458 м/с — универсальная константа, определяющая максимальную скорость передачи информации во Вселенной. Она лежит в основе теории относительности Эйнштейна.</li><li><b>Температура абсолютного нуля</b>: −273,15 °C (0 К) — точка, при которой тепловое движение молекул практически прекращается. Это нижний предел температуры в природе.</li><li><b>Сила гравитации на поверхности Земли</b>: 9,80665 м/с² — ускорение свободного падения, которое мы ощущаем как вес. Оно варьируется в зависимости от высоты и географического положения.</li><li><b>Число Авогадро</b>: 6,02214076 × 10²³ частиц/моль — количество частиц (атомов, молекул) в одном моле вещества, ключевой параметр в химии и физике.</li><li><b>Постоянная Планка</b>: 6,62607015 × 10⁻³⁴ Дж·с — величина, определяющая масштаб квантовых явлений. Она связывает энергию фотона с его частотой.</li></ul><p>Эти числа — не просто цифры, а фундаментальные константы, которые управляют поведением Вселенной, от движения планет до свойств атомов.</p>"
}