{
  "title": "Ядерная физика и радиоактивность",
  "category": "Ядерная физика",
  "content": "<h2>Введение в ядерную физику</h2><p>Ядерная физика — раздел физики, изучающий структуру, свойства и взаимодействия атомных ядер, а также процессы, связанные с радиоактивностью и ядерными реакциями. Эта наука исследует фундаментальные процессы на субатомном уровне, объясняя, как ядра атомов формируют материю и влияют на энергию во Вселенной. Ядерная физика возникла в начале XX века после открытия радиоактивности Анри Беккерелем и работ Марии и Пьера Кюри, а её развитие тесно связано с квантовой механикой и физикой элементарных частиц.</p><h2>Строение атомного ядра</h2><p>Атомное ядро состоит из протонов (положительно заряженных частиц) и нейтронов (нейтральных частиц), которые вместе называют нуклонами. Эти частицы удерживаются вместе благодаря сильному ядерному взаимодействию — одной из четырёх фундаментальных сил природы. Ядерные силы действуют на очень малых расстояниях (порядка 10⁻¹⁵ м, или 1 фемтометр) и значительно превосходят электромагнитное отталкивание между протонами. Ядра характеризуются массовым числом (сумма протонов и нейтронов) и атомным номером (число протонов). Например, ядро углерода-12 состоит из 6 протонов и 6 нейтронов. Стабильность ядра зависит от соотношения протонов и нейтронов, а также от квантовых эффектов, описываемых моделями, такими как капельная модель и оболочечная модель ядра.</p><h2>Радиоактивность</h2><p>Радиоактивность — это спонтанный процесс, при котором нестабильные атомные ядра испускают частицы или электромагнитное излучение, чтобы достичь более стабильного состояния. Существует три основных типа радиоактивного распада:</p><ul><li><b>Альфа-распад</b>: ядро испускает альфа-частицу (два протона и два нейтрона, ядро гелия-4), уменьшая своё массовое число на 4 и атомный номер на 2.</li><li><b>Бета-распад</b>: нейтрон в ядре превращается в протон с испусканием электрона (бета-минус) и антинейтрино, либо протон превращается в нейтрон с испусканием позитрона (бета-плюс) и нейтрино.</li><li><b>Гамма-распад</b>: ядро, находящееся в возбуждённом состоянии, испускает высокоэнергетический фотон (гамма-излучение), не изменяя числа протонов или нейтронов.</li></ul><p>Радиоактивность характеризуется периодом полураспада — временем, за которое половина ядер данного изотопа распадается. Например, период полураспада углерода-14 составляет около 5730 лет, что используется в радиоуглеродном датировании.</p><h2>Ядерные реакции</h2><p>Ядерные реакции — это процессы, при которых ядра атомов взаимодействуют, изменяя свою структуру или образуя новые ядра. Основные типы ядерных реакций включают:</p><ul><li><b>Ядерный синтез</b>: два лёгких ядра сливаются в более тяжёлое, выделяя энергию. Синтез является источником энергии звёзд, например, превращение водорода в гелий в Солнце. На Земле синтез исследуется как перспективный источник чистой энергии, но требует экстремальных условий (высоких температур и давлений).</li><li><b>Ядерное деление</b>: тяжёлое ядро, например урана-235, распадается на два более лёгких ядра при поглощении нейтрона, выделяя значительную энергию. Деление лежит в основе работы ядерных реакторов и атомного оружия.</li><p>Ядерные реакции сопровождаются выделением энергии, связанной с изменением массы (согласно формуле Эйнштейна E=mc²). Например, в реакции деления урана-235 около 0,1% массы превращается в энергию.</p><h2>Применение</h2><p>Ядерная физика имеет широкий спектр применений, влияющих на науку, медицину и технологии:</p><ul><li><b>Энергетика</b>: Ядерные реакторы, использующие деление урана или плутония, обеспечивают значительную долю мировой электроэнергии. Исследования ядерного синтеза, такие как проекты ITER, направлены на создание устойчивых источников энергии.</li><li><b>Медицина</b>: Радиоизотопы используются в диагностике (например, позитронно-эмиссионная томография) и лечении (радиотерапия рака). Радиоактивный йод-131 применяется для лечения заболеваний щитовидной железы.</li><li><b>Научные исследования</b>: Радиоуглеродное датирование позволяет определять возраст археологических находок. Акселераторы частиц, такие как Большой адронный коллайдер, помогают изучать фундаментальные частицы и взаимодействия.</li><li><b>Промышленность</b>: Радиоизотопы применяются в неразрушающем контроле материалов, например, для проверки сварных швов или обнаружения утечек.</li></ul><p>Ядерная физика также поднимает вопросы безопасности, такие как утилизация радиоактивных отходов и предотвращение ядерного распространения. Её достижения продолжают формировать современный мир, открывая новые горизонты в науке и технологиях.</p>"
}